export const CAR_DATA = [
  {
    images: [
      "https://s.auto.drom.ru/i24248/c/photos/fullsize/kia/k5/kia_k5_965421.jpg",
      "https://s.auto.drom.ru/i24248/c/photos/fullsize/kia/k5/kia_k5_965422.jpg",
      "https://s.auto.drom.ru/i24248/c/photos/fullsize/kia/k5/kia_k5_965428.jpg",
    ],
    title: "KIA K5",
    description:
      "Новую Optima пятого поколения компания Kia будет продавать в России под именем K5 — под таким же индексом модель предлагают в Корее, Северной Америке, Китае и Саудовской Аравии.",
    descriptionFull: `Новую Optima пятого поколения компания Kia будет продавать в России под именем K5 — под таким же индексом модель предлагают в Корее, Северной Америке, Китае и Саудовской Аравии. Модель пятого поколения стала чуть крупнее, получила более агрессивный экстерьер и богатое оснащение. За счет покатой крыши седану удается искусно притворяться лифтбеком. Автомобиль получил светотехнику новой формы: фары дальше заходят на крылья, а задние фонари растянулись вдоль всей кормы. Существенно преобразился интерьер. Автомобиль получил цифровую приборную панель диагональю 12,3 дюйма и мультимедийную систему с 10,25-дюймовым экраном. В некоторых версиях руль чуть скошен снизу на спортивный манер. На российском рынке седан Kia K5 на старте продаж (2020-2021) представлен в двух модификациях с атмосферными бензиновыми двигателями 2.0 MPI (150 л.с.) и 2.5 GDI (194 л.с.), передним приводом и автоматической трансмиссией.

    В стандартное оборудование седана K5 для российского рынка включены светодиодные фары и ДХО, задний бампер спортивного типа с диффузором. В базовое оснащение также входят мультируль, кондиционер, аудиосистема с USB разъемом, Bluetooth, система выбора режима движения, круиз-контроль, электропакет и центральный замок с ДУ. Начальная комплектация носит название Classic. С ней покупатель получает базовый пакет «теплых опций»: подогрев форсунок стеклоомывателя, зеркал и передних сидений. Есть монохромный дисплей 3.8", литые диски с шинами 215/60 R16, вставки в салоне «под металл». Версия Comfort добавляет подогрев руля, светодиодные противотуманки, кожаные руль и рычаг КПП, двухзонный климат-контроль, дисплей 8 дюймов. Комплектация Luxe предложит более мощный двигатель, колеса 215/55 R17, улучшенный интерьер с отделкой дверных карт искусственной кожей. Версия Prestige — беспроводную зарядку, больше функций комфорта и безопасности. В комплектации Style появляется навигация с дисплеем 10,25 дюйма, аудиосистема BOSE с 12 динамиками. Версия GT Line отличается колесами 235/45 R18, дополнительными системами помощи водителю, динамической подсветкой интерьера. А приставка «плюс» добавляет самый полный комплект систем безопасности и проекционный дисплей. 
    
    В России покупатель может выбрать один из двух моторов: это бензиновые двигатели 2.0 MPI (G4NA) и 2.5 GDI (G4KN). Базовый из них поставляется в комбинации с 6-ступенчатой автоматической трансмиссией. Более мощный 2,5-литровый — с восьмиступенчатой АКПП. С мотором 2 литра седан может разгоняться до 200 км/ч, ускорение с 0 до 100 км/ч — за 10,6 секунды. Расход в смешанном цикле 7,2 литра (АИ-92). Модель 2.5 ускоряется до «сотни» за 8,6 с, расход топлива — 7,1 л/100 км. К слову, в Корее для модели предусмотрено шесть модификаций, а моторный ряд включает также базовую 1,6-литровую версию, есть модель 2.0 LPi и гибридное исполнение с 2,0-литровым мотором. Кроме того, корейский производитель предлагает турбоверсию 2.5 T-GDi в сочетании с коробкой с двойным сцеплением. 
    
    У автомобиля обе независимые подвески: спереди MacPherson, сзади многорычажка. Киа оборудовала седан электроусилителем руля, дисковыми тормозами (передние вентилируемого типа). Новый седан K5 на 50 мм длиннее (4905 мм), на 25 мм шире (1860 мм) и на 20 мм ниже (1445 мм), чем машина предыдущего образца. Увеличился запас места для пассажиров заднего ряда. Не в последнюю очередь за счет того, что колесная база прибавила 45 мм и достигла 2850 мм. Крыша, плавно перетекающая в кормовую часть, формирует стильный силуэт, но делает багажное отделение не очень удобным из-за небольшого проема, хотя его размер вполне удовлетворительный — 510 литров. Задние сиденья складываются. Под фальшполом багажника есть углубление для полноразмерной запаски и инструмента. `,
  },
  {
    images: [
      "https://s.auto.drom.ru/i24276/c/photos/fullsize/ford/mustang/ford_mustang_1107343.jpg",
      "https://s.auto.drom.ru/i24276/c/photos/fullsize/ford/mustang/ford_mustang_1107347.jpg",
      "https://s.auto.drom.ru/i24276/c/photos/fullsize/ford/mustang/ford_mustang_1107344.jpg",
    ],
    title: "Ford Mustang 2022",
    description: `Ford Motor на открывшемся 14 сентября международном автосалоне в Детройте провел мировую премьеру купе Mustang нового, седьмого по счету поколения.`,
    descriptionFull: `Ford Motor на открывшемся 14 сентября международном автосалоне в Детройте провел мировую премьеру купе Mustang нового, седьмого по счету поколения.
    Неизменными для легендарной модели остались несколько вещей:
    классические пропорции кузова с длинным капотом и смещенной назад кабиной,
    задние ведущие колеса,
    наличие в гамме атмосферного бензинового V8 и механической коробки передач. 
    В остальном Mustang полностью новый.
    Экстерьер купе стал жестче по характеру. Привлекают внимание острая грань-подштамповка на боковинах, которую в передней части продолжают верхняя кромка фар и решетки радиатора. Сохранены мускулистые «бедра» в задней части. С тремя вертикальными графическими элементами задних фонарей теперь рифмуются три ярко выраженных световых элемента в фарах.
    Седьмой Mustang одновременно представили в двух кузовах — купе и кабриолет.
    Базовая конфигурация модели подразумевает 2,3-литровый 4-цилиндровый бензиновый турбомотор EcoBoost. Американцы называют его полностью новым, но характеристик не раскрывают. Модификация на ступень выше оснащена модернизированной версией атмосферного 5,0-литрового V8 семейства Coyote. В очередном воплощении этот исполинский агрегат имеет двойную воздушную камеру и двойные дроссельные заслонки. Технические характеристики двигателя также не опубликованы.
    EcoBoost в новой генерации купе сочетается только с 10-диапазонной автоматической коробкой передач, «механика» в связке с этим мотором недоступна. Почему? В предыдущей генерации Мустанга 90% покупателей варианта с 2,3-литровым мотором выбирали АКП.
    5,0-литровый двигатель сочетается с 6-ступенчатой «механикой».
    Привод у всех вариантов только задний.
    Щиток приборов в салоне отныне полностью цифровой, он объединен в одном прямоугольном блоке с медиасистемой. Диагональ экрана комбинации приборов — 12,4 дюйма, дисплея медиасистемы — 13,2 дюйма. Интересно, что медиа слегка повернута к водителю (для удобства пользования).
    В конструкции заложено множество особенностей для настоящих автоэнтузиастов. Например, с брелока можно не просто завести двигатель, а еще и дистанционно повысить его обороты. Также машина оснащена системой под названием «электронный дрифт-тормоз» — якобы с ее помощью даже новичок сможет проходить повороты в управляемом скольжении на уровне профессионала. Утверждается, что эта функция разработана с участием профессионального гонщика-дрифтера Вона Гиттина-младшего.
    Потребителям предложат широкие возможности кастомизации стиля автомобиля. В каталоге — 12 решений дизайна колесных дисков, множество  вариантов окраски тормозных суппортов Brembo, есть специсполнение Bronze Design Series — с ним в экстерьер добавляют кичливые золотистые акценты.
    Продажи нового Ford Mustang стартовали летом 2023 года.`,
  },
];
